Unable to create attached detail group in view '[View Name]' for the selected elements.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnableToCreateAttachedGroup { get; }
  Visual Basic
Public Shared ReadOnly Property UnableToCreateAttachedGroup As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnableToCreateAttachedGroup {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace